 {
 "collections": [
        {
            "id": "SWOT_L2_HR_RIVERSP_NODE",
            "description": "The SWOT Level-2 HR River Single Pass - Node dataset provides vectorized river data - including water surface elevation, river width and water surface area - from the High Resolution data stream of the SWOT KaRIn instrument, along with appropriate uncertainties and flags. It has been resampled onto approximately 200m-spaced nodes defined in the SWOT Prior River Database dataset. This dataset is also available at lower resolution in the SWOT Level-2 HR River Single Pass - Reach dataset. It is resampled onto approximately 10km river reaches. This lower resolution dataset however provides also river slope and discharge. The dataset was generated by the SWOT Mission Center but may be simulated using the SWOT RiverObs Open Source tools. The SWOT Level-2 HR River Single Pass - Node dataset is provided in full-swath pass granules covering individual continents. Note: a granule covers a swath that is approximately 128 km wide in cross track. A pass is a half revolution of the Earth by the satellite from pole to pole. Please see the SWOT User Handbook, the Product Description Document and the Release Note for KaRIn science data products for additional information."
        },
        {
            "id": "SWOT_L2_HR_RIVERSP_REACH",
            "description": "The SWOT Level-2 HR River Single Pass - Reach dataset provides vectorized river data - including water surface elevation, water surface slope, river width, water surface area, change in cross-sectional area from a reference value, and discharge - from the High Resolution data stream of the SWOT KaRIn instrument, along with appropriate uncertainties and flags. It has been resampled onto approximately 10km river reaches defined in the SWOT Prior River Database dataset. This dataset is also available at higher resolution in the SWOT Level-2 HR River Single Pass - Node dataset. Reaches are divided into nodes along the reach centerline with a node-to-node spacing of approximately 200 meters. This higher resolution dataset however provides only water surface elevation, width and area. The dataset was generated by the SWOT Mission Center but may be simulated using the SWOT RiverObs Open Source tools. The SWOT Level-2 HR River Single Pass - Reach dataset is provided in full-swath pass granules covering individual continents. Note: a granule covers a swath that is approximately 128 km wide in cross track. A pass is a half revolution of the Earth by the satellite from pole to pole. Please see the SWOT User Handbook, the Product Description Document and the Release Note for KaRIn science data products for additional information."
        },
        {
            "id": "FLOODDAM_CERFACS_WATER_DEPTH_RASTER",
            "description": "Flood events simulated by 2D local-scale and high-fidelity hydrodynamic model with TELEMAC-2D (www.opentelemac.org), developed over Garonne Marmandaise (France) and Ohio Cannelton-Newburgh (US). Given a forcing inflow discharge at the upstream point, the TELEMAC-2D model simulates the water level (denoted by H [m]) and velocity (denoted by U and V [m.s−1] for the two horizontal components), based on which flood risk can be assessed. For each study site, a number of different experiments were realized. An Open-loop (OL) experiment represents a model free run without data assimilation, whereas data assimilation (DA) experiment takes into account flood observations (in-situ and/or remote sensing data) to reduce uncertainties related to the model parameters and inputs, in order to provide reanalysis simulation by an Ensemble Kalman Filter. For more information on the DA, please consult Nguyen et al, AGU Water Resources Research, 2022 and Nguyen et al, IEEE TGRS, 2024. Forecasts of water depths and velocities have been produced by using observed discharge for reanalysis and then keep a persistent discharge value for the forecast (hence called FCTQ). For more information on the forecasts, please consult Nguyen et al, IEEE JSTARS (under review). What If scenarios represent OL simulations forced by a hydrological discharge time-series modelled by RAPID (Routing Application for Parallel computatIon of Discharge) when multiplying the input rainfall by a factor of 1, 2 and 3. For more information on the chaining of RAPID and TELEMAC-2D, please consult Nguyen et al, IGARSS, 2023."
        },
        {
            "id": "HYDROWEB_LAKES_RESEARCH",
            "description": "The Theia Hydroweb Research Altimetry Lake Water Level and Storage dataset provides satellite altimetry-derived water level, and in some cases extent and volume observations over large lakes, along with corresponding uncertainties. This dataset is also available for Rivers in the Theia Hydroweb Research Altimetry River Water Level dataset. Most observed lakes are operational and updated with a delay of 3 days after last satellite observation, generated using the HySOpe Processing Chain. However, some lakes have a research status and are not frequently updated. They have been estimated and qualified by fellow scientists using various methods where HySOpe operational algorithms cannot provide data. The Theia Hydroweb Research Altimetry Lake Water Level and Storage dataset is organized into timeseries per lake. Each timeseries corresponds to a lake and contains the water level, extent, and storage variables corresponding to the satellites crossings over the lake. The full list of Hydroweb stations is available here in KML format. Please see  the Theia User Handbook or Copernicus Global Land User Documentation for additional information. Hydroweb Lake timeseries are specified by LEGOS and computed by CLS on behalf of CNES, Theia, Copernicus Global Land and Copernicus Climate Change Service. If you use this dataset for your work, please use the following references: DOI: https://doi.org/10.24400/329360/HYDROWEB_WATER_LEVEL Cretaux J-F., Arsen A., Calmant S., et al., 2011. SOLS: A lake database to monitor in the Near Real Time water level and storage variations from remote sensing data, Advances in space Research, 47, 1497-1507."
        },
        {
            "id": "SWOT_L2_HR_LAKESP_OBS",
            "description": "The SWOT Level-2 HR Lake Single Pass - Observed dataset provides vectorized lake data - including water surface elevation, water surface area, and derived storage change - from the High Resolution data stream of the SWOT KaRIn instrument, along with appropriate uncertainties and flags. This dataset is observation-oriented, meaning that it contains one record for each observed lake identified in the SWOT Prior Lake Database (PLD) - greater than 1ha- that is covered by the granule. Note that one observed lake may correspond to several PLD lakes. Two complementary datasets are also available: 1. SWOT Level-2 HR Lake Single Pass – Prior 2. SWOT Level-2 HR Lake Single Pass - Unassigned  The first is PLD-oriented, the second is observation-oriented and contains the unassigned features - meaning not identified in the PLD. The dataset was generated by the SWOT Mission Center but may be simulated using the SWOT Hydrology Toolbox Open Source tools. The SWOT Level-2 HR Lake Single Pass - Observed dataset is provided in full-swath pass granules covering individual continents. Note: a granule covers a swath that is approximately 128 km wide in cross track, although SWOT performance requirements are only applicable from 10–60 km from nadir on each side; observations may be missing, degraded, and/or flagged over the central 20 km of the swath. A pass is a half revolution of the Earth by the satellite from pole to pole. Please see the SWOT User Handbook, the Product Description Document and the Release Note for KaRIn science data products for additional information."
        },
        {
            "id": "SWOT_L2_HR_LAKESP_PRIOR",
            "description": "The SWOT Level-2 HR Lake Single Pass - Prior dataset provides vectorized lake data - including water surface elevation, water surface area, and derived storage change - from the High Resolution data stream of the SWOT KaRIn instrument, along with appropriate uncertainties and flags. This dataset is SWOT Prior Lake Database (PLD)-oriented, meaning that it contains one record for each PLD lake that is covered by the granule. Two complementary datasets – observation-oriented- are also available: 1. SWOT Level-2 HR Lake Single Pass – Observed 2. SWOT Level-2 HR Lake Single Pass - Unassigned  Both are observation-oriented and contains one record for each observed water body identified (respectively not identified) in the SWOT Prior Lake Database (PLD). The dataset was generated by the SWOT Mission Center but may be simulated using the SWOT Hydrology Toolbox Open Source tools. The SWOT Level-2 HR Lake Single Pass - Prior dataset is provided in full-swath pass granules covering individual continents. Note: a granule covers a swath that is approximately 128 km wide in cross track. Although SWOT performance requirements are only applicable from 10–60 km from nadir on each side; observations may be missing, degraded, and/or flagged over the central 20 km of the swath. A pass is a half revolution of the Earth by the satellite from pole to pole. Please see the SWOT User Handbook, the Product Description Document and the Release Note for KaRIn science data products for additional information."
        },
        {
            "id": "SW_L2_S2_SINGLE",
            "description": "The Theia Sentinel-2 Surface Water - Level-2B dataset provides rasterized water detection data from Sentinel-2 MultiSpectral Instrument, along with appropriate flags. This dataset is also available at Level-3 with monthly and annual syntheses in the Theia Sentinel-2 Surface Water Monthly Synthesis- Level-3B and Theia Sentinel-2 Surface Water Yearly Synthesis- Level-3B datasets respectively. The dataset was generated using the SurfWater Processing Chain. The Theia Sentinel-2 Surface Water - Level-2B dataset is organized into the original Sentinel-2 UTM Tiling Grid provided by Copernicus. Each of these tiles nominally contains data over 100 km x 100 km."
        },
        {
            "id": "SW_L3_S2_YEARLY",
            "description": "The Theia Sentinel-2 Surface Water Yearly Synthesis- Level-3B dataset provides a yearly synthesis of rasterized water detection data from Sentinel-2 MultiSpectral Instrument, along with appropriate flags. This dataset is also available at monthly rate Theia Sentinel-2 Surface Water Monthly Synthesis- Level-3B and at Level-2 in the Theia Sentinel-2 Surface Water - Level-2B datasets respectively.  Versions based on Sentinel-1 observations are currently in developement. The dataset was generated using the SurfWater Processing Chain. The Theia Sentinel-2 Surface Water Yearly Synthesis- Level-3B dataset is organized into the original Sentinel-2 UTM Tiling Grid provided by Copernicus. Each of these tiles nominally contains data over 100 km x 100 km."
        },
        {
            "id": "FLOODDAM_FLOODML_FLOOD_MAPPING",
            "description": "Do not select"
        },
        {
            "id": "SWOT_L2_HR_RIVERAVG",
            "description": "The SWOT Level-2 River Average dataset provides vectorized river data - including water surface elevation, water surface slope, river width, water surface area, change in cross-sectional area from a reference value, and discharge - from an aggregate cycle of continent-passes of the High Resolution data stream of the SWOT KaRIn instrument, along with appropriate uncertainties and flags. While the SWOT Level-2 River Single Pass datasets provide Water Surface Elevation (WSE), slope, width, and discharge for SWOT Prior River Database -SWORD reaches on a per-pass basis, the present dataset provides such information on a per-cycle basis. A given reach may be observed many different times (from passes with different pass numbers) during a 21-day repeat cycle. The present dataset provides the mean values of the WSE, slope, width, and discharge over those different observations within the cycle. The dataset also provides the minimum, maximum, and median WSE over the cycle as well as the slope, width, and discharge that coincide with the minimum, maximum, and median WSE. The product also provides quality flags and uncertainty estimates. The intent of the SWOT Level-2 River Average dataset is to provide summary information of KaRIn river observations over wide spatial scales and relatively coarse, regular temporal sampling in a manner that is easily digestible for large-scale analyses (e.g., assimilation models). The SWOT Level-2 HR River Average product is available in basin-cycle granules. Basins in this context are defined hydrologically by the SWOT Prior River Database -SWORD and are common between the SWOT Level-2 River Average and the SWOT Level-2 Lake Average datasets. Each hydrological continent is divided into several basins. A granule of the SWOT Level-2 River Average product gives measurements, summarized over the 21-day repeat cycle as described above, for all reaches within a particular basin for a particular cycle. Node-level measurements are not available in the present dataset. The present dataset is available only during the science phase (not the calibration phase) of the mission."
        },
        {
            "id": "SWOT_PRIOR_RIVER_DATABASE",
            "title": "SWOT Prior River Database - SWORD",
            "description": "The SWOT Prior River Database SWORD dataset provides high-resolution river nodes (200 m) and reaches (~10 km) with attached hydrologic variables (water surface elevation, width, slope, etc.) as well as a consistent topological system for global rivers 30 m wide and greater. The dataset combines multiple global river- and satellite-related datasets to define the nodes and reaches used in the SWOT Level-2 HR River Single Pass - Node and SWOT Level-2 HR River Single Pass - Reach datasets. The SWOT Prior River Database SWORD product is organized into 6 so-called continents subdivided in subregions. Please see the Product Description Document and Altenau et al. (2021) for additional information. You may also find SWOT-related tutorials here. The latest release of SWORD may be explored and downloaded on the dedicated website https://www.swordexplorer.com/. If you use the SWORD Database in your work, please cite: Altenau, E. H., Pavelsky, T. M., Durand, M. T., Yang, X., Frasson, R. P. d. M., & Bendezu, L. (2021). The Surface Water and Ocean Topography (SWOT) Mission River Database (SWORD): A global river network for satellite data products. Water Resources Research, 57, e2021WR030054. https://doi.org/10.1029/2021WR030054"
        },
        {
            "id": "LIS_SNT_YEARLY",
            "description": "The Theia Sentinel-2 Snow Cover Level-3B dataset provides annual syntheses of the snow cover phenology from Sentinel-2 mission with a spatial resolution of 20 m. The dataset is organized into the original Sentinel-2 UTM Tiling Grid. Each of these tiles covers an area of 110 km x 110 km. Theia Products are generated over selected tiles. For justified research needs, it is nevertheless possible to request additional regions, subject to production capacity. Each level 3B product results from the aggregation of level 2B products over a hydrological year (01 September to 31 August) : 1. *SCD*.tif: snow cover duration in number of days i.e. the total number of snow days over the period. 2. *SMOD*.tif: date of snow disappearance (Snow Melt-Out Date), defined as the last date of the longest snow period. The dates are given in days since the first date of the synthesis. 3. *SOD*.tif: date of snow appearance (Snow Onset Date), defined as the first date of the longest snow period. The dates are given in days since the first date of the synthesis. 4. *NSP*.tif: number of snow periods, a snow period being a continuous period of snow cover at the daily time step (experimental) 5. *NOBS*.tif: number of clear observations to compute the SCD, SMOD, SOD and NSP (can be used as a quality indicator)"
        },
        {
            "id": "HYDROWEB_LAKES_OPE",
            "description": "The Theia Hydroweb Operational Altimetry Lake Water Level and Storage dataset provides satellite altimetry-derived water level, and in some cases extent and volume observations over large lakes, along with corresponding uncertainties. This dataset is also available for Rivers in the Theia Hydroweb Operational Altimetry River Water Level dataset. Most observed lakes are operational and updated with a delay of 3 days after last satellite observation, generated using the HySOpe Processing Chain. However, some lakes have a research status and are not frequently updated. They have been estimated and qualified by fellow scientists using various methods where HySOpe operational algorithms cannot provide data. The Theia Hydroweb Operational Altimetry Lake Water Level and Storage dataset is organized into timeseries per lake. Each timeseries corresponds to a lake and contains the water level, extent, and storage variables corresponding to the satellites crossings over the lake. The full list of Hydroweb stations is available here in KML format. Please see  the Theia User Handbook or Copernicus Global Land User Documentation for additional information. Hydroweb Lake timeseries are specified by LEGOS and computed by CLS on behalf of CNES, Theia, Copernicus Global Land and Copernicus Climate Change Service. If you use this dataset for your work, please use the following references: 1. DOI: https://doi.org/10.24400/329360/HYDROWEB_WATER_LEVEL  2. Cretaux J-F., Arsen A., Calmant S., et al., 2011. SOLS: A lake database to monitor in the Near Real Time water level and storage variations from remote sensing data, Advances in space Research, 47, 1497-1507."
        },
        {
            "id": "SWOT_L2_HR_PIXCVEC",
            "description": "The SWOT Level-2 HR Pixel Cloud Vector dataset provides points cloud of water mask pixels (“pixel cloud”) from the High Rate data stream of the SWOT KaRIn instrument with geolocated heights, classification mask, geophysical fields, and flags at 20m resolution on average. The SWOT Level-2 HR Pixel Cloud Vector dataset provides auxiliary information for SWOT Level-2 HR Pixel Cloud dataset indicating to which water bodies the pixels are assigned as identified in the SWOT Prior River Database or in the SWOT Prior Lake Database datasets. It also includes height-constrained pixel geolocation after reach- or lake-scale averaging. The dataset was generated by the SWOT Mission Center but may be simulated using the SWOT Hydrology Toolbox Open Source tools. The SWOT Level-2 HR Pixel Cloud Vector dataset is organized into swath-aligned tiles. Each of these tiles nominally contains data over 64 km x 64 km. Please see the SWOT User Handbook, the Product Description Document and the Release Note for KaRIn science data products for additional information."
        },
        {
            "id": "FLOODDAM_CERFACS_VELOCITY",
            "description": "Do not select"
        },
        {
            "id": "GRAVIMETRY_TOTAL_WATER",
            "description": "Total land water storage integrating the whole column of water (except the atmosphere) from soil moisture to deep aquiferes. Total land water storage variations are  derived by inversion of the time variations of the gravity field estimated from space gravimetry measurements. The main source of uncertainty comes from the uncertain geophysical corrections for the geocenter motion and the Glacial isostatic adjustment effects on the gravity field. This uncertainty is represented by the spread of an ensemble of solutions using all state-of-the-art geophysical corrections available, cf. Blazquez et al, 2018."
        },
        {
            "id": "FLOODDAM_JPL_RAPID",
            "description": "Do not select"
        },
        {
            "id": "SWOT_PRIOR_LAKE_DATABASE",
            "description": "The SWOT Prior Lake Database dataset provides a global inventory of lakes and reservoirs with polygons and other useful metadata. The database provides prior data on known lakes, making it possible to link SWOT lake observations over time and to compute storage change. It is generated by combining multiple global and regional hydrographic databases into one congruent product. The current version is mainly based on the CIRCA-2015 (Copyright UCLA) lake water extent map but relies also on several other datasets, including the SWOT Prior River Database SWORD which is therefore compatible. The SWOT Prior Lake Database is organized into 9 so-called continents subdivided in hydrographic basins. Please see the Auxilliary Data Description Document for additional information. You may also find SWOT-related tutorials here."
        },
        {
            "id": "SW_L3_S2_MONTHLY",
            "description": "The Theia Sentinel-2 Surface Water Monthly Synthesis- Level-3B dataset provides a monthly synthesis of rasterized water detection data from Sentinel-2 MultiSpectral Instrument, along with appropriate flags. This dataset is also available at annual rate Theia Sentinel-2 Surface Water Yearly Synthesis- Level-3B and at Level-2 in the Theia Sentinel-2 Surface Water - Level-2B datasets respectively.  Versions based on Sentinel-1 observations are currently in developement. The dataset was generated using the SurfWater Processing Chain. The Theia Sentinel-2 Surface Water Monthly Synthesis- Level-3B dataset is organized into the original Sentinel-2 UTM Tiling Grid provided by Copernicus. Each of these tiles nominally contains data over 100 km x 100 km."
        },
        {
            "id": "SWOT_L2_HR_LAKEAVG",
            "description": "The SWOT Level-2 Lake Average dataset provides vectorized lake data - including water surface elevation, water surface area, and derived storage change -  from an aggregate cycle of continent-passes of the High Resolution data stream of the SWOT KaRIn instrument, along with appropriate uncertainties and flags. Similar to the SWOT Level-2 River Average dataset , the SWOT Level-2 Lake Average dataset  provides information for SWOT Prior Lake Database lakes on a per-cycle basis. The SWOT Level-2 Lake Average dataset provides the mean values of the Water Surface Elevation (WSE), area, and storage change over the different observations of a given lake within the cycle. The datasetalso provides the minimum, maximum, and median WSE over the cycle as well as the area and storage change that coincide with the minimum, maximum, and median WSE. The product also provides quality flags and uncertainty estimates. The intent of the L2_HR_LakeAvg product is to provide summary information of KaRIn lake observations over wide spatial scales and relatively coarse, regular temporal sampling in a manner that is easily digestible for large-scale analyses (e.g., assimilation models). The SWOT Level-2 Lake Average dataset is available in basin-cycle granules similar to the granules of the SWOT Level-2 River Average dataset. It is organized only by SWOT Prior Lake Database lake, equivalent to the SWOT Level-2 Lake Single Pass - Prior products. The present dataset is available only during the science phase (not the calibration phase) of the mission. The dataset was generated by the SWOT Mission Center."
        },
        {
            "id": "HYDROWEB_RIVERS_RESEARCH",
            "description": "The Theia Hydroweb Research Altimetry River Water Level dataset provides satellite altimetry-derived water level observations over rivers, along with corresponding uncertainties. This dataset is also available for Lakes in the Theia Hydroweb Research Altimetry Lake Water Level and Storage dataset. Most Virtual Stations are operational and updated with a delay of 3 days after last satellite observation, generated using the HySOpe Processing Chain. However, some Virtual Stations have a research status and are not frequently updated. They have been estimated and qualified by fellow scientists using various methods where HySOpe operational algorithms cannot provide data. The Theia Hydroweb Research Altimetry River Water Level dataset is organized into virtual stations. Each virtual station contains a geolocation and the water level timeseries corresponding to the satellite passages over the river reach. For some virtual stations over a few large basins worldwide (Congo, Niger, Amazon), the parameters to retrieve discharge are provided. The full list of Hydroweb stations is available here in KML format. Please see the Theia User Handbook or Copernicus Global Land User Documentation for additional information."
        },
        {
            "id": "HUBEAU_HYDROMETRIE",
            "description": "The Daily Average River Discharge is a processed observation coming from near real-time measurements from the French measurement network (approximately 3,000 hydrometric stations) operated by the Regional Directorates for the Environment, Planning, and Housing (DREAL) and other producers (local authorities, etc.). This data disseminated by the Hub'Eau API comes from the HYDRO Centrale (PHyC) platform, operated by the Central Hydrometeorological Service and Flood Forecasting Support (SCHAPI)."
        },
        {
            "id": "FLOODDAM_VORTEXIO",
            "description": "Do not select"
        },
        {
            "id": "FLOODDAM_QUANTCUBE",
            "description": "Do not select"
        },
        {
            "id": "FLOODDAM_CERFACS_WATER_DEPTH_VECTOR",
            "description": "Do not select"
        },
        {
            "id": "HYDROWEB_RIVERS_OPE",
            "description": "The Theia Hydroweb Operational Altimetry River Water Level dataset provides satellite altimetry-derived water level observations over rivers, along with corresponding uncertainties. This dataset is also available for Lakes in the Theia Hydroweb Operational Altimetry Lake Water Level and Storage dataset. Most Virtual Stations are operational and updated with a delay of 3 days after last satellite observation, generated using the HySOpe Processing Chain. However, some Virtual Stations have a research status and are not frequently updated. They have been estimated and qualified by fellow scientists using various methods where HySOpe operational algorithms cannot provide data. The Theia Hydroweb Operational Altimetry River Water Level dataset is organized into virtual stations. Each virtual station contains a geolocation and the water level timeseries corresponding to the satellite passages over the river reach. For some virtual stations over a few large basins worldwide (Congo, Niger, Amazon), the parameters to retrieve discharge are provided. The full list of Hydroweb stations is available here in KML format. Please see the Theia User Handbook or Copernicus Global Land User Documentation for additional information. Hydroweb timeseries are specified by LEGOS and computed by CLS on behalf of CNES, Theia and Copernicus Global Land."
        },
        {
            "id": "FLOODDAM_CERFACS_FLOOD_EXTENT",
            "description": "Do not select"
        },
        {
            "id": "SWOT_L2_HR_RASTER_100M",
            "description": "The SWOT Level-2 HR Raster - 100m dataset provides rasterized water surface elevation and inundation extent data from the High Resolution data stream of the SWOT KaRIn instrument, along with appropriate uncertainties and flags. It has been resampled onto a uniform grid at 100 meter resolution. This dataset is also available at 250m resolution in the SWOT Level-2 HR Raster - 250m dataset. The dataset was generated by the SWOT Mission Center but may be simulated using the SWOT Raster Processor Open Source tools. The SWOT Level-2 HR Raster - 100m dataset is organized into swath-aligned tiles. Each of these tiles nominally contains data over 64 km x 64 km. Please see the SWOT User Handbook, the Product Description Document and the Release Note for KaRIn science data products for additional information."
        }
    ]
}